/* `welcomeLabel` UILabel text default value */
"Welcome" = "Velkommen";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Takk for at du lastet ned";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Følg veiledningen som du mottok i velkomst-e-posten, for å starte aktiveringsprosessen.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Hold oversikt over den daglige oppgavestyringen og samarbeid på prosjekter.";

"ScanInstruction" = "Skann den sikre QR-koden for å starte aktiveringsprosessen.";

"DiscoveryServiceInstruction" = "Oppgi din e-postadresse for å starte aktiveringsprosessen.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Kontrollerer konto ...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Start";

"Scan" = "Skann";

/* `demoLabel` UILabel text default value */
"Explore" = "Vil du utforske?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Prøv demoen";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Fastsett kode";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Kode";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Velg kode";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Bekreft kode";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Oppgi koden på nytt.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Bekreft koden.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Oppgi koden.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Endre kode";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Oppgi den aktuelle koden.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ikke nå";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Tilbake";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Neste";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Utført";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Velg en kode som har minst %d tegn for å låse opp appen.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Velg en kode som har minst %d sifre for å låse opp appen.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Inkluder følgende:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Små bokstaver (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Store bokstaver (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Sifre (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symboler (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Tilbakestill kode";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Kodevalidering mislyktes";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Koden ble avvist av FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Prøv på nytt";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = "er nå tilgjengelig.";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Hvis du aktiverer Touch ID, får du raskere tilgang til informasjonen.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Du kan slå denne funksjonen av eller på og når som helst under Innstillinger.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Aktiver Touch ID for rask og sikker tilgang.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Hvis Touch ID er deaktivert, blir du bedt om å du oppgi koden for enheten.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Hvis du aktiverer Face ID, får du raskere tilgang til informasjonen.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Du kan slå denne funksjonen av eller på og når som helst under Innstillinger.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Aktiver Face ID for rask og sikker tilgang.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Hvis Face ID er deaktivert, blir du bedt om å du oppgi koden for enheten.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "For å bruke Touch ID, må du legge til fingeravtrykk under Innstillinger på enheten din.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Dette kan du gjøre når som helst under Innstillinger  - Touch ID & kode.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "For å bruke Face ID, må du konfigurere Face ID under Innstillinger på enheten din.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Dette kan du gjøre når som helst under Innstillinger  - Face ID & kode.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Mer informasjon om Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Mer informasjon om Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktiver";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentiser med Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentiser med Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Feil";

/* The error title. */
"AuthenticationErrorKey" = "Autentiseringsfeil";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Autentiser med Touch ID for å bruke appen.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Autentiser med Face ID for å bruke appen.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentiser";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Kodene stemmer ikke overens. Prøv på nytt.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Du har igjen %d forsøk.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Du har igjen 1 forsøk.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Du har ikke flere forsøk.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Du må logge på for å tilbakestille koden.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Feil kode. Prøv på nytt.";

/* The scan page title string. */
"ScanKey" = "Skann";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Skann mislyktes.";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Velg et QR-kodebilde.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Ugyldig QR-kode";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-koden er ugyldig.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Tillat tilgang til bilder";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "For å velge et QR-kodebilde, må du gi tilgang til dine bilder under databeskyttelsesinnstillingene på enheten din.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Tillat tilgang til kamera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "For å skanne med kamera, må du gi tilgang til kameraet i databeskyttelsesinnstillingene på enheten din.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Innstillinger";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Bekreftelse";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skanning utført. Du blir koblet til:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Fortsett";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Start";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivering";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Hvis du har mottatt en velkomst-e-post, følger du aktiveringslenken i e-posten. Hvis ikke, oppgir du din e-postadresse eller skanner QR-koden for å starte aktivering.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Neste";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Eller";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skann";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Godta";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Ikke godta";

/* The authentication title. */
"AuthenticationKey" = "Autentisering";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Oppgi brukernavn og passord for å autentisere.";

/* Username input field placeholder string */
"usernameKey" = "brukernavn";

/* Password input field placeholder string */
"passwordKey" = "passord";

/* Sign In button string. */
"SignInKey" = "Logg deg på";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Feil påloggingsdata. Prøv på nytt.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Oppgi informasjonen under for å starte aktiveringsprosessen.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verifiserer informasjonen...";

/* Cancel button string. */
"CancelKey" = "Avbryt";

/* Allow button string. */
"AllowKey" = "Tillat";

/* Deny button string. */
"DenyKey" = "Ikke aksepter";

/* No button string. */
"NoKey" = "Nei";

/* Quit button string. */
"QuitKey" = "Avslutt";

/* GiveConsent button string. */
"GiveConsentKey" = "Gi ditt samtykke";

/* Navbar title string. */
"StepKey" = "Trinn";

/* Navbar title string. */
"OfKey" = "av";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Er du sikker på at du vil avslutte aktiveringsprosessen?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Du vil ikke kunne fortsette aktiveringen uten ditt samtykke.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Bytt eller legg til bruker";

/* Title for Log In button */
"LogInKey" = "Logg på";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Søk etter brukere på denne enheten";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Glemt koden?";

